Revit 2024 API
FormattedText.GetMinimumListStartNumber Method
 Returns the minumum allowed list start number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public int GetMinimumListStartNumber()
Visual Basic
Public Function GetMinimumListStartNumber As Integer
Visual C++
public:
int GetMinimumListStartNumber()
See Also
FormattedText Class
Autodesk.Revit.DB Namespace